Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Husk også at Sveits ikke er et EØS-land og at hvis man importerer edelt metall derfra, må ansvarsmerket registreres hos Patentstyret - se info under om import fra land utenfor EU/EØS.
nn: Hugs også at Sveits ikkje er eit EØS-land og at viss ein importerer edelt metall derfrå, må ansvarsmerket registrerast hos Patentstyret - sjå info under om import frå land utanfor EU/EØS.

source: Alle nye registre vil ha en ”sunrise” periode, der varemerkeinnehavere som har deponert varemerket sitt i et Trademark Clearing House har fortrinnsrett til å registrere varemerket sitt som domenenavn.
nn: Alle nye registre vil ha ein ”sunrise” periode, der varemerkeinnehavarar som har deponert varemerket sitt i eit Trademark Clearing House har fortrinnsrett til å registrere varemerket sitt som domenenamn.

source: Det avgjørende er altså ikke om søkers adresse gjør merket villedende for varene eller tjenestene, men om varemerket er villende for den konkrete varefortegnelsen.
nn: Det avgjerande er altså ikkje om søkjar si adresse gjer merket villeiande for varene eller tenestene, men om varemerket er villeiande for den konkrete varelista.

source: For at pantsettelsen skal bli registrert i patentregisteret, må du gi oss skriftlig beskjed om dette, enten i papirformat eller elektronisk via e-post eller Altinn.
nn: For at pantsetjinga skal bli registrert i patentregisteret, må du gi oss skriftleg beskjed om dette, anten i papirformat eller elektronisk via e-post eller Altinn.

source: Så lenge designet er hemmelig, har du mulighet til å trekke søknaden tilbake og unngå at designet blir offentlig.
nn: Så lenge designet er hemmeleg, har du moglegheit til å trekkje søknaden tilbake og unngå at designet blir offentleg.

source: Hege er opptatt av å gi kundene våre god veiledning om industrielle rettigheter, og hun liker godt å veilede kunder som tar kontakt via telefonen eller kommer innom kundesenteret i Patentstyret.
nn: Hege er opptatt av å gi kundane våre god rettleing om industrielle rettar, og ho likar godt å snakke med kundar som tar kontakt viatelefonen eller kjem innom kundesenteret i Patentstyret.

source: I mange tilfeller kan du lykkes i å stoppe bruken når du kan dokumentere at du har enerett til et design.
nn: I mange tilfelle kan du lukkast i å stoppe bruken når du kan dokumentere at du har einerett til eit design.

source: Du mottar en skriftlig rapport med funn og kommentarer.
nn: Du mottek ein skriftleg rapport med funn og kommentarar.

source: ICANN mottok 1930 søknader i den første runden med nye toppdomener, og man regner med at det vil bli etablert mer enn 1000 nye toppdomener.
nn: ICANN mottok 1930 søknadar i den første runden med nye toppdomene, og man reknar med at det vil bli etablert meir enn 1000 nye toppdomene.

source: De har også brukt forundersøkelser for finne ut hvor de har frihet til å utvikle ny teknologi.
nn: Dei har også brukt forundersøkingar for å finne ut kor dei har fridom til å utvikle ny teknologi.

source: Immaterielle rettigheter (IPR) eller åndsrett er en samlebetegnelse for blant annet patent-, varemerke- og designretten, bruksmønster, retten til foretaksnavn, forfatter- og kunstnerretten, fotografiretten og retten til kretsmønstre for integrerte kretser.
nn: Immaterielle rettar (IPR) eller åndsrett er ei samlenemning for blant anna patent-, varemerke- og designretten, bruksmønster, retten til føretaksnamn, forfattar- og kunstnarretten, fotografiretten og retten til kretsmønster for integrerte kretsar.

source: Ellers kan det være verdt å merke seg at Patentstyret er forpliktet til å nedtegne opplysninger av betydning som vi mottar muntlig i forbindelse med saksbehandlingen i konkrete søknader.
nn: Ellers kan det vere verdt å merke seg at Patentstyret er forplikta til å nedteikne opplysningar av verdi som vi mottek munnleg i samband med saksbehandlinga i konkrete søknadar.

source: Se oversikt over avgifter og gebyr for detaljer
nn: Sjå oversikt over avgifter og gebyr for detaljar

source: Det er ikke mulig å bruke vår søknadsveiviser for fellesmerker.
nn: Det er ikkje mogleg å bruke søknadsvegvisaren vår for fellesmerke.

source: Det kan f eks gis patent på en genmodifisert plante som kjennetegnes ved høy toleranse for kulde, forutsatt at egenskapen ikke er begrenset til en plantesort.
nn: Det kan til dømes bli gitt patent på ein genmodifisert plante som kjenneteiknast ved høg toleranse for kulde, forutsett at eigenskapen ikkje er begrensa til ein plantesort.

source: Møbler for oppbevaring
nn: Møbel for oppbevaring

source: – Man kan også gjøre det motsatte, nemlig å publisere åpen informasjon for å hindre andre i å patentere.
nn: «Ein kan òg gjere det motsette, nemleg å publisere open informasjon for å hindre andre i å patentere.

source: «For oss er det kritisk å ha spesielt patentbeskyttelse for å stå sterkere dersom noen skulle klare å kopiere produktet vårt».
nn: «For oss er det spesielt kritisk å ha patentvern for å stå sterkare dersom nokon skulle klare å kopiere produktet vårt.»

source: – Det kan av og til være hensiktsmessig i stedet for å ha et litt snevert hovedpatent med en hel familie av underpatenter.
nn: – Det kan av og til vere hensiktsmessig i staden for å ha eit litt snevert hovudpatent med ein heil familie av underpatent.

source: En registrering skal ikke slettes hvis bruk av varemerket startes eller gjenopptas etter utløpet av femårsperioden, men før det er reist søksmål eller fremsatt krav om administrativ overprøving for å få registreringen slettet.
nn: Ei registrering skal ikkje slettast viss bruk av varemerket startast eller gjenopptakast etter utløpet av femårsperioden, men før det er reist søksmål eller framsatt krav om administrativ overprøving for å få registreringa sletta.

source: Sammendraget har ingen funksjon når det gjelder et eventuelt patentvern, men skal bare tjene som teknisk informasjon.
nn: Samandraget har ingen funksjon når det gjeld eit eventuelt patentvern, men skal berre tene som teknisk informasjon.

source: De jobber med produktutvikling for å finne et optimalt produkt
nn: Dei jobbar med produktutvikling for å finne eit optimalt produkt

source: Du kan også utarbeide og levere nye internasjonale patentsøknader via denne tjenesten.
nn: Du kan også utarbeide og levere nye internasjonale patentsøknadar via denne tenesta.

source: Hver klasse har en overskrift som beskriver i hovedtrekk hvilke typer varer og tjenester som inngår i denne klassen.
nn: Kvar enkelt klasse har ei klasseoverskrift som beskriv i hovudtrekk kva for varer og tenester som inngår i denne klassen.

source: Derfor har jeg vært offensiv fra starten med å etablere en strategi som skal gi oss en sterk posisjon i markedet», sier Hebnes.
nn: Derfor har eg vore offensiv frå starten med å etablere ein strategi som skal gi oss ein sterk posisjon i marknaden», seier Hebnes.

source: Som norsk søker må du ha en nasjonal søknad eller registrering som basis før du kan søke internasjonalt.
nn: Som norsk søkjar må du ha ein nasjonal søknad eller registrering som basis før du kan søkje internasjonalt.

source: Patentstyrelova og patent-, varemerke- og designlovene gir Patentstyret behandlingsgrunnlag og forpliktende føringer for hvordan vi bruker personopplysningene dine både i saksbehandlingen og ved forvaltningen av rettighetsregistrene.
nn: Patentstyrelova og patent-, varemerke- og designlovene gir Patentstyret behandlingsgrunnlag og forpliktande føringar for korleis vi brukar personopplysingane dine både i saksbehandlinga og ved forvaltinga av rettsregistera.

source: Mange vil ikke dele ideen sin med noen.
nn: Mange vil ikkje dele ideen sin med nokon.

source: For enkeltpersoner og små selskaper i etableringsfasen er det viktig, og ofte helt avgjørende, å kunne vise til en patentsøknad når en skal innlede samtaler med samarbeidspartnere som industribedrifter eller finansieringsselskaper.
nn: For enkeltpersonar og små selskap i etableringsfasen er det viktig, og ofte helt avgjerande, å kunne vise til ein patentsøknad når ein skal innleie samtalar med samarbeidspartnarar som industribedrifter eller finansieringsselskap.

source: Du kan få provisorisk vern i Norge for PCT-søknaden din i perioden etter at den er publisert internasjonalt og før du viderefører den til Norge, se
nn: Du kan få provisorisk vern i Noreg for PCT-søknaden din i perioden etter at den er publisert internasjonalt og før du vidarefører den til Noreg, sjå

source: Når du leverer inn en søknad om registrering av et
nn: Når du leverer inn ein søknad om registrering av eit

source: Think Outside mener at man unngår unødvendige ekstraarbeid og kostnader ved å tidlig utvikle en god og fokusert brandingstrategi som inkluderer varemerker.
nn: Think Outside meiner at ein unngår unødvendig ekstraarbeid og kostnader ved å tidlig utvikle ein god og fokusert brandingstrategi som inkluderer varemerke.

source: Om slike opplysninger er hemmelige eller ikke kommer an på hva slags opplysninger det er og om søknaden opplysningene knytter seg til er allment tilgjengelig eller ikke.
nn: Om slike opplysningar er hemmelege eller ikkje, kjem an på kva slags opplysningar det er og om søknaden opplysningane knyttar seg til er allment tilgjengeleg eller ikkje.

source: Forskningsrådet arbeider for et økonomisk og kvalitetsmessig løft i norsk FoU og for å fremme innovasjon, i samspill mellom forskningsmiljøer, næringslivet og den offentlige forvaltningen.
nn: Forskningsrådet arbeider for eit økonomisk og kvalitetsmessig løft i norsk FoU og for å fremje innovasjon, i samspel mellom forskningsmiljø, næringslivet og den offentlege forvaltninga.

source: Tenker du nytt innenfor teknikk, varemerke, logo eller design, kan en forundersøkelse gi deg opplysninger av avgjørende betydning for planene dine.
nn: Tenkjer du nytt innanfor teknikk, varemerke, logo eller design, kan ei forundersøking gi deg opplysingar av avgjerande tyding for planane dine.

source: Søkere som er bosatt i Norge og selskap som har sitt sete i Norge, kan sende søknad om EU-varemerke (EUTM) direkte til varmerkemyndigheten EUIPO i Alicante, men det kan lønne seg å benytte en fullmektig som har rett til å bistå klienter i EU.
nn: Søkjarar som er busette i Noreg og selskap som har sete i Noreg, kan sende søknad om EU-varemerke (EUTM) direkte til varmerkemyndigheita EUIPO i Alicante, men det kan lønne seg å benytte ein fullmektig som har rett til å hjelpe klientar i EU.

source: Det er viktig å merke seg at datoen for trekning av søknaden blir lik inndatoen for den anmodningen om trekning som faktisk fører til at trekningen kan gjennomføres.
nn: Det er viktig å merke seg at datoen for trekkjing av søknaden blir lik inndatoen for den oppmodinga om trekkjing som faktisk fører til at trekkjinga kan gjennomførast.

source: Du må varsle om dette samtidig som du sender inn dokumentene.
nn: Du må varsle om dette samtidig som du sender inn dokumenta.

source: Markedsundersøkelser i denne type vurderinger vil derfor normalt ha liten vekt.
nn: Marknadsundersøkinga i denne type vurderingar vil derfor normalt ha lita vekt.

source: Det er bare mulig å gjenoppta behandlingen av en søknad én gang.
nn: Det er berre mogleg å gjenoppta behandlinga av ein søknad éin gong.

source: Utpekning av Norge for den internasjonale registreringen må ha skjedd mens det nasjonale merket hadde vern i Norge.
nn: Utpeiking av Noreg for den internasjonale registreringa må ha skjedd mens det nasjonale merket hadde vern i Noreg.

source: For å kunne levere relevante tjenester av høy kvalitet er vi avhengige av engasjerte og kompetente medarbeidere.
nn: For å kunne levere relevante tenester av høg kvalitet er vi avhengige av engasjerte og kompetente medarbeidarar.

source: Når det gjelder spørsmålet om kunstverket må være berømt for å bli nektet, var det litt forskjellige svar.
nn: Når det gjeld spørsmålet om kunstverket må vere berømt for å bli nekta, var det litt forskjellige svar.

source: Det vil si at varefortegnelsen ikke kan omfatte flere eller andre varer og tjenester enn den norske basisøknaden/-registreringen omfatter.Benytt et eget ark til varefortegnelsen om nødvendig, i tillegg til pkt.
nn: Det vil seie at vareoversikta ikkje kan omfatta fleire eller andre varer og tenester enn den norske basisøknaden/-registreringa omfattar.Benytt eit eige ark til vareoversikta om nødvendig, i tillegg til pkt.

source: oppfinnelser som angår genetisk modifisering av dyr som kan påføre dem lidelse eller andre tilfeller hvor lidelse hos patentsøkte dyr er sannsynlig.
nn: oppfinningar som angår genetisk modifisering av dyr som kan påføre dei liding eller andre tilfelle kor liding hos patentsøkte dyr er sannsynleg.

source: Vi lærer også mer om konkurransesituasjonen ved å patentsøke og samtidig får man et bilde av hvilke andre aktører som er sterke i samme eller tilgrensende teknologifelt.
nn: Vi lærer òg meir om konkurransesituasjonen ved å patentsøke, og samstundes får vi eit bilete av kva for andre aktørar som er sterke i same eller nærliggjande teknologifelt.

source: Oppfinnelsen må skille seg vesentlig fra det som er kjent fra før.
nn: Oppfinninga må skilje seg vesentleg frå det som er kjent frå før.

source: Les mer om regelverket for forsvarsviktige oppfinnelser
nn: Les meir om regelverket for forsvarsviktige oppfinningar

source: EPC er en avtale mellom europeiske land som gjør det enklere og billigere å søke og oppnå patent samtidig i flere av medlemslandene.
nn: EPC er ein avtale mellom europeiske land som gjer det enklere og billigere å søkje og oppnå patent samstundes i fleire av medlemslandene.

source: Mulighet for å gjenopprette saken
nn: Moglegheit for å gjenopprette saka

source: Undersøkelsen gir derfor ikke et sikkert svar på om du kan oppnå enerett, fordi produktets utseende må skille seg fra alle design som er kjent fra før, også de som ikke er registrert hos oss.
nn: Undersøkinga gir derfor ikkje eit sikkert svar på om du kan oppnå einerett, fordi utsjånaden til produktet må skilje seg frå alle design som er kjent frå før, også dei som ikkje er registrerte hos oss.

source: Har du bedt oss om å holde søknaden hemmelig en periode, venter vi med å registrere den til den er blitt allment tilgjengelig.
nn: Har du bedt oss om å halde søknaden hemmeleg ein periode, ventar vi med å registrere den til den er blitt allment tilgjengeleg.

source: Må utvikle rutiner
nn: Må utvikle rutinar

source: Resultatene av granskingen vil være avgjørende for den vurderingen som blir gjort av om søknaden din har nyhet og oppfinnelseshøyde (om det skiller seg vesentlig fra det som er kjent).
nn: Resultata av granskinga vil vere avgjerande for den vurderinga som blir gjort av om søknaden din har nyheit og oppfinningshøgd (om det skil seg vesentleg frå det som er kjent).

source: — I Mongolia har de lange tradisjoner med å produsere og utnytte nettopp den ullkvaliteten vi var ute etter, sier Mats Solberg.
nn: — I Mongolia har dei lange tradisjonar med å produsere og utnytte nettopp den ullkvaliteten vi var ute etter, seier Mats Solberg.

source: En kilde til slik informasjon er søketjenesten vår.
nn: Ei kjelde til slik informasjon er søkjetenesta vår.

source: I tillegg behandler og avgjør Klagenemnda klager over enkelte avgjørelser truffet av Plantesortnemnda.
nn: I tillegg behandlar og avgjer Klagenemnda klagar over enkelte avgjerder truffe av Plantesortnemnda.

source: Hva så med tradisjonelle mønstre som Selbu eller Marius?
nn: Kva så med tradisjonelle mønster som Selbu eller Marius?

source: Ut over dette kontrollerer vi at du innen samme frist har foretatt den unnlatte handling (for eksempel å svare på brevet vårt eller betale avgiftene som mangler).
nn: Vi kontrollerer også at du innan same frist har gjort den unnlatte handlinga (til dømes å svare på brevet vårt eller betale avgiftene som manglar).

source: Retyre ser også lisensiering på bakgrunn av rettighetene som en viktig strategi for fremtiden.
nn: Retyre ser også lisensiering på bakgrunn av rettane som ein viktig strategi for framtida.

source: — Hvordan har dere forberedt dere på denne konkurransen?
nn: — Korleis har de førebudd dykk på denne konkurransen?

source: Du bør tenke strategisk når du bestemmer hvilke land som er attraktive for deg, og om du skal søke med prioritet fra Norge eller ikke.
nn: Du bør tenkje strategisk når du bestemmer kva land som er attraktive for deg, og om du skal søkje med prioritet frå Noreg eller ikkje.

source: Alle sakene viser hvilke formelle krav som må være oppfylt, en konkret vurdering av bestemmelsene og hva som kreves av dokumentasjon.
nn: Alle sakene viser kva formelle krav som må vere oppfylde, ei konkret vurdering av vilkåra og kva som krevjast av dokumentasjon.

source: Som del av Patentstyrets kundeteam er Sabrina mye ute på messer og arrangementer for å spre kunnskap om industrielle rettigheter.
nn: Som del av Patentstyret sitt kundeteam er Sabrina mykje ute på messer og arrangement for å spre kunnskap om industrielle rettar.

source: Ansvarsmerket skal være et hjelpemiddel til å holde ved like tillit til varer av edle metaller og skal sikre at den virkelige finheten til en vare er i samsvar med den finheten som er stemplet på varen.
nn: Ansvarsmerket skal vere eit hjelpemiddel til å halde ved like tillit til varer av edle metall og skal sikre at den verkelege finleiken til ei vare er i samsvar med den finleiken som er stempla på vara.

source: Vanligvis brukes det nærmestliggende patentskriftet til å fastslå hva som må innrømmes som kjent ved din oppfinnelse.
nn: Vanlegvis brukast det nærastliggande patentskriftet til å fastslå kva som må innrømmast som kjent ved oppfinninga di.

source: Du kan be oss holde bildene av designet i søknaden hemmelig i maksimalt seks måneder fra den dagen du leverte det inn i en søknad første gang, enten i Norge eller i et annet land.
nn: Du kan be oss halde bileta av designet i søknaden hemmeleg i maksimalt seks månader frå den dagen du leverte dei inn i ein søknad første gong, anten i Noreg eller i eit anna land.

source: Vedkommende som har levert krav om overprøving (klager) kan be om at patentskriftet oversettes til norsk.
nn: Vedkomande som har levert krav om overprøving (klagar), kan be om at patentskriftet blir omsett til norsk.

source: Søkeren, innehaveren, lisensgiveren, lisenstakeren, eller den fullmektigen som representerer en av disse, kan signere og sende inn en melding om lisens.
nn: Søkjaren, innehavaren, lisensgivaren, lisenstakaren eller den fullmektigen som representerer ein av desse, kan signere og sende inn ei melding om lisens.

source: Det er viktig at søknaden din er korrekt og fullstendig med alle momenter du vil ha med når du leverer den inn.
nn: Det er viktig at søknaden din er korrekt og fullstendig med alle moment du vil ha med når du leverer den inn.

source: Avgjørelser fra Patentstyret (administrativ overprøving) og KFIR kan du klage videre inn for domstolene (tingretten).
nn: Avgjerder frå Patentstyret (administrativ overprøving) og KFIR kan du klage vidare inn for domstolane (tingretten).

source: Hvis noen har registrert et design som ikke var nytt, kan registreringen oppheves og eneretten faller da bort.
nn: Dersom nokon har registrert eit design som ikkje var nytt, kan registreringa opphevast og eineretten fell då bort.

source: Dette som forberedelse til internasjonal publisering.
nn: Dette som førebuing til internasjonal publisering.

source: Både Bjørn Dæhlie, Kari Traa, Lasse Kjus og Vegard Ulvang har tjent millioner på produkter som kan knyttes til deres idrettsgrener.
nn: Både Bjørn Dæhlie, Kari Traa, Lasse Kjus og Vegar Ulvang har tjent millionar på produkt som kan knyttast til deira idrettsgreiner.

source: Søkeren vil få beskjed om at det er mottatt en protest.
nn: Søkjaren vil få beskjed om at det er motteke ein protest.

source: Dette inkluderer blant annet NTNU Discovery, Innovasjon Norge og Forskningsrådet.
nn: Dette inkluderer blant anna NTNU Discovery, Innovasjon Noreg og Forskningsrådet.

source: Hvis kravet om overprøving fører til at patentet blir opphevet eller endret kan innehaveren av patentet klage avgjørelsen inn til KFIR. Klagefristen er to (2) måneder fra den dagen avgjørelsen blir sendt til partene.
nn: Dersom kravet om overprøving fører til at patentet blir oppheva eller endra, kan innehavaren av patentet klage avgjerda inn til KFIR Klagefristen er to (2) månader frå den dagen avgjerda blir sende til partane.

source: brukes som bevis i en konflikt
nn: brukast som bevis i ein konflikt

source: mai 2016, altså i begynnelsen av det tredje avgiftsåret.
nn: mai 2016, altså i byrjinga av det tredje avgiftsåret.

source: For andre land og områder finnes det egne registreringskontorer og internasjonale ordninger.
nn: For andre land og område finst det eigne registreringskontor og internasjonale ordningar.

source: Det kan du gjøre ved et søk i den internasjonale søketjenesten
nn: Det kan du gjere ved eit søk i den internasjonale søkjetenesta

source: Jobber du med ideer til ny teknologi eller nye produkter?
nn: Jobbar du med idear til ny teknologi eller nye produkt?

source: Det viktigste er at du tar aktivt stilling til hvilken måte som passer best for bedriften din, både når det gjelder hva som skal rettighetsbeskyttes og hvordan du vil håndheve rettighetene dine hvis du blir ulovlig kopiert.
nn: Det viktigaste er at du tek aktivt stilling til kva måte som passar best for bedrifta di, både når det gjeld kva som skal vernas med rettar og korleis du vil handheve rettane dine dersom du blir ulovleg kopiert.

source: mangler ved fullmakten (ikke oppgitt navn på søker eller fullmektig, mangler/feil søknadsnummer)
nn: manglar ved fullmakta (ikkje oppgitt namn på søkjar eller fullmektig, manglar/feil søknadsnummer)

source: Reelle hensyn tilsier at perioden ikke skal starte før innehaver har en rimelig antakelse om at registreringsvernet er oppnådd med endelig virkning, se lignende vurdering i Oslo tingrett RG-2005-597, TOP SHOP.
nn: Reelle omsyn tilseier at perioden ikkje skal starte før innehavar har ei rimeleg oppfatning om at registreringsvernet er oppnådd med endeleg verknad, sjå liknande vurdering i Oslo tingrett RG-2005-597, TOP SHOP.

source: Innovasjon Norge og Norges forskningsråd støtter Ocean Sun.
nn: Innovasjon Noreg og Noregs forskingsråd støttar Ocean Sun.

source: I noen land er det allikevel mulig på visse vilkår, å få prioritet på en søknad som er levert opptil to måneder for sent.
nn: I nokre land er det likevel mogleg på visse vilkår å få prioritet på ein søknad som er levert opptil to månader for seint.

source: Den «effektive» patenttiden for legemidler er ofte vesentlig kortere enn for andre patenterte oppfinnelser, fordi legemidler må gjennom en omfattende utprøving før de får markedsføringstillatelse og kan omsettes.
nn: Den «effektive» patenttida for legemiddel er ofte vesentleg kortare enn for andre patenterte oppfinningar fordi legemiddel må gjennom ei omfattande utprøving før dei får marknadsføringsløyve og kan omsettast.

source: Reservedeler er deler som brukes til å reparere et produkt.
nn: Reservedelar er delar som brukast til å reparere eit produkt.

source: På denne måten drar han nytte av kombinasjonen av forskning og praktisk erfaring som var medvirkende til den vellykkede utviklingen av oppfinnelsen.
nn: På denne måten dreg han nytte av kombinasjonen av forsking og praktisk erfaring som var medverkande til den vellukka utviklinga av oppfinninga.

source: Innsyn i slike opplysninger kan også være nødvendig for å kunne vurdere krav om ugyldighet eller sletting.
nn: Innsyn i slike opplysningar kan også vere nødvendig for å kunne vurdere krav om ugyldigheit eller sletting.

source: Markedsundersøkelser som bevis i varemerke- og markedsføringsrett.
nn: marknadsundersøkingar som bevis i varemerke- og marknadsføringsrett.

source: For patentsøknader med
nn: For patentsøknadar med
